import React from 'react';
import ApplyCreateCampaign from '../general/CreateApply';
// import "animate.css"
// import Board from '../campaigns/Note';
// import Note from '../campaigns/try';

export default function About() {

    return (
        <div className='About'>
            
            {/* <div className="aboutText">
                <p>
                    מחפש קריאה מהירה באינטרנט? להלן תמצא את האתרים האהובים עלינו לקרוא עליהם סיפורים קצרים.
                    אם אתה קורא את הפוסט הזה, רוב הסיכויים שגלשת דרך פייסבוק, טוויטר, Tumblr או Reddit במשך כחצי השעה האחרונה. סביר להניח שתרצה לעשות משהו פרודוקטיבי יותר עם הזמן שלך - תקרא ספר, למשל - אבל פשוט אין לך מספיק זמן בידיים כדי להתחייב לרומן בעל משקל של 400 עמודים.
                    מקובל כרגע:
                    ▸ דברים שכדאי לדעת לפני שאתה קונה Kindle Paperwhite 6.8 (דגם 2021)
                    - 26 בספטמבר 2021
                    ▸ הספרים הטובים ביותר ללא הגבלת קינדל לקריאה בשנת 2021 - לפי קטגוריה
                    - 5 בספטמבר 2021
                    אבל מה אם יש דרך אחרת?
                    התשובה פשוטה: סיפורים קצרים. סיפורים קצרים שיכולים להתמכר, לשקוע ולספוג בדיוק כמו שרומן יכול - אך בזמן של נסיעה אחת בבוקר או אמבטיה מרגיעה.
                    ויש הרבה מקומות למצוא קריאות מהירות באיכות גבוהה באינטרנט, לעתים קרובות בחינם. בחלק מהאתרים יש אפילו אפליקציות iOS לקריאה, מה שהופך את חווית הקריאה לקלה עוד יותר.
                    גלול למטה כדי לגלות אילו אתרי סיפורים קצרים עשו את החיתוך.
                    מדוע סיפורים קצרים הם קריאה מצוינת
                    היות שאין מספיק זמן להתחייב לקריאת ספר כבד משקל היא אחת הסיבות העיקריות לכך שכל כך הרבה אנשים נופלים
                    התשובה פשוטה: סיפורים קצרים. סיפורים קצרים שיכולים להתמכר, לשקוע ולספוג בדיוק כמו שרומן יכול - אך בזמן של נסיעה אחת בבוקר או אמבטיה מרגיעה.
                    ויש הרבה מקומות למצוא קריאות מהירות באיכות גבוהה באינטרנט, לעתים קרובות בחינם. בחלק מהאתרים יש אפילו אפליקציות iOS לקריאה, מה שהופך את חווית הקריאה לקלה עוד יותר.
                    גלול למטה כדי לגלות אילו אתרי סיפורים קצרים עשו את החיתוך.
                    מדוע סיפורים קצרים הם קריאה מצוינת
                    היות שאין מספיק זמן להתחייב לקריאת ספר כבד משקל היא אחת הסיבות העיקריות לכך שכל כך הרבה אנשים נופלים
                </p>
            </div> */}
            <div>
                {/* <Board /> */}
                {/* <Note /> */}
            </div>
            {/* https://animate.style/ */}
            {/* <h1 className="animate__animated animate__flipOutY">An animated element</h1> */}
            {/* <div className="bg"></div>
            <div className="bg bg2"></div>
            <div className="bg bg3"></div>
            <div className="content"> */}
            {/* <div id="bars1">
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                </div> */}
            {/* <div className="wrapper" >
                    <div className="typing-demo" >
                        זה המקום לספר על האתר שלנו כמה הוא יפה ומשוכלל!!
                    </div >
                </div> */}
            {/* </div> */}
            {/* </div >
                </div> */}
            <ApplyCreateCampaign />
          
            <div className='d-flex justify-content-center'>
                <svg class="blob1" xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 600 600"><path d="M477.2 201.2C504.4 244.7 483.6 319.3 446.1 379 408.5 438.7 354.3 483.3 293.8 486.9 233.3 490.5 166.6 453 139.9 399.6 113.2 346.2 126.5 276.8 159.8 229.8 193.2 182.7 246.6 157.8 310.8 151.6 375.1 145.3 450.1 157.7 477.2 201.2Z" fill="#FE840E" /></svg>
                <svg class="blob2" xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 600 600"><path d="M449.5 177.2C485.4 225.8 500.5 287.5 483.9 334.8 467.4 382 419.3 414.9 370.7 433 322.1 451.1 273.1 454.4 221.4 438.8 169.8 423.3 115.5 388.9 103.6 343.1 91.8 297.3 122.4 240 162.2 190.6 202 141.2 251 99.6 303.9 96.5 356.8 93.4 413.6 128.7 449.5 177.2Z" fill="#9b1fa3" /></svg>
            </div>

            {/* </div> */}
        </div >
    )
}